Repository: DanielRiera/Search-Meter
Catalog: languages/search-meter-*.po
Languages: fr_fr

source: Searches in the Last 7 Days
fr_fr: Recherches ces 7 derniers jours

source: Full Dashboard
fr_fr: Statistiques complètes

source: Settings
fr_fr: Paramètres

source: Search summary
fr_fr: Résumé des recherches

source: Summary
fr_fr: Résumé

source: Last 100 Searches
fr_fr: 100 dernières recherches

source: Last 500 Searches
fr_fr: 500 dernières recherches

source: These tables show the most popular searches on your blog for the given time periods. <strong>Term</strong> is the text that was searched for; you can click it to see which posts contain that term. (This won't be counted as another search.) <strong>Searches</strong> is the number of times the term was searched for. <strong>Results</strong> is the number of posts that were returned from the <em>last</em> search for that term.
fr_fr: Ces tableaux montrent les recherches les plus populaires sur votre blog pour les périodes de temps donnés <strong>terme</strong> est le texte qui a été recherché. vous pouvez cliquer dessus pour voir quels messages contiennent ce terme. (Ce ne sera pas considéré comme une autre recherche.) <strong>Recherches</strong> est le nombre de fois que le terme a été cherché. Les <strong>résultats</strong> sont le nombre de postes qui ont été renvoyés par la <em>dernière</em> recherche de ce terme.

source: Yesterday and today
fr_fr: Hier et aujourd'hui

source: Last 7 days
fr_fr: 7 derniers jours

source: Last 30 days
fr_fr: 30 derniers jours

source: Unsuccessful search summary
fr_fr: Résumé des recherches infructueuses

source: These tables show only the search terms for which the last search yielded no results. People are searching your blog for these terms; maybe you should give them what they want.
fr_fr: Ces tableaux montrent que les termes de recherche pour lesquels la dernière recherche n'a donné aucun résultat. Les gens sont à la recherche de ces termes; peut-être vous devriez leur donner ce qu'ils veulent.

source: To manage your search statistics, go to the <a href="options-general.php?page=%1$s">Search Meter Settings</a>.
fr_fr: Pour gérer vos statistiques de recherche, rendez-vous dans les <a href="options-general.php?page=%1$s">paramètres de Search Meter</a>.

source: For information and updates, see the <a href="%1$s">Search Meter home page</a>. At that page, you can also offer suggestions, request new features or report problems.
fr_fr: Pour plus d'informations et de mises à jour, consultez la <a href="%1$s">page d'accueil de Search Meter</a>. A cette page, vous pouvez également déposer des suggestions, demander de nouvelles fonctionnalités ou rapporter des problèmes.

source: Term
fr_fr: Terme

source: Searches
fr_fr: Recherches

source: Results
fr_fr: Résultats

source: No searches recorded for this period.
fr_fr: Pas de recherches enregistrée pendant cette période.

source: Recent Searches
fr_fr: Recherches récentes

source: This table shows the last %d searches on this blog. <strong>Term</strong> is the text that was searched for; you can click it to see which posts contain that term. (This won't be counted as another search.) <strong>Results</strong> is the number of posts that were returned from the search.
fr_fr: Ce tableau présente les %d dernières recherches sur le site. <strong>Terme</strong> est le texte qui a été recherché ; vous pouvez cliquer dessus pour voir quels messages contiennent ce terme . (Cela ne sera pas considéré comme une nouvelle recherche.) <strong>Résultats</strong> est le nombre de postes qui ont été renvoyés par la recherche.

source: Date &amp; time
fr_fr: Date

source: Details
fr_fr: Détails

source: Show details
fr_fr: Afficher les détails

source: No searches recorded.
fr_fr: Pas de recherches enregistrée pendant cette période.

source: Plugin settings saved
fr_fr: Paramètres sauvegardés

source: Statistics have been reset
fr_fr: Statistiques réinitialisées avec succès

source: Search Meter Settings
fr_fr: Paramètres de Search Meter

source: Show statistics to
fr_fr: Afficher les statistiques à

source: All logged-in users
fr_fr: Tous les utilisateurs connectés

source: Post authors and administrators
fr_fr: Auteurs et administrateurs

source: Administrators only
fr_fr: Administrateurs seulement

source: Search filter
fr_fr: Filtrage des recherches

source: When a search term contains any of these words, it will be filtered and will not show up in the Recent Searches or Popular Searches widgets. This will match inside words, so "press" will match "WordPress".
fr_fr: Quand un terme de recherche contient un de ces mots, il sera filtré et ne sera pas affiché dans les recherches récentes ou le widget des recherches populaires. Ce filtre recherchera à l'intérieur des mots de sorte que "press" filtre "Wordpress".

source: Ignore searches made by logged-in administrators
fr_fr: Ignorer les recherches effectuées par un administrateur conntecté.

source: Keep detailed information about recent searches (taken from HTTP headers)
fr_fr: Gardez des informations détaillées sur les recherches récentes (provenant de l'en-têtes HTTP)

source: Hide the "Do you find this plugin useful" box
fr_fr: Masquer le panneau "Trouvez-vous ce plugin utile"

source: Save Changes
fr_fr: Sauvegarder

source: Reset statistics
fr_fr: Réinitialiser les statistiques

source: Click this button to reset all search statistics. This will delete all information about previous searches.
fr_fr: Cliquez sur ce bouton pour réinitialiser toutes les statistiques de recherche. Ceci supprimera toutes les informations sur les précédentes recherches effectuées sur le site.

source: Reset Statistics
fr_fr: Réinitiatliser

source: You are about to delete all saved search statistics.\n 'Cancel' to stop, 'OK' to delete.
fr_fr: Vous êtes sur le point d'effacer toutes les précédent

source: To see your search statistics, go to the <a href="index.php?page=%1$s">Search Meter Dashboard</a>.
fr_fr: Pour voir vos statistiques de recherche, rendez-vous sur le <a href="index.php?page=%1$s">tableau de bord Search Meter</a>

source: Do you find this plugin useful?
fr_fr: Trouvez-vous ce plugin utile?

source: I write WordPress plugins because I enjoy doing it, but it does take up a lot of my time. If you think this plugin is useful, please consider donating some appropriate amount by clicking the <strong>Donate</strong> button. You can also send <strong>Bitcoins</strong> to address <tt>%1$s</tt>. Thanks!
fr_fr: Je développe développer des plugins Wordpress car j'adore faire celà mais cela prend beaucoup de mon temps. Si vous pensez que ce plugin vous a été utile, s'il vous plaît envisagez de faire un don du montant que vous jugez approprié en cliquant sur le bouton <strong>Donate</strong>. <br />Ou vous pouvez également m'envoyer des <strong>Bitcoins</strong> à cette adresse <tt>%1$s</tt>. <br />Merci d'avance!

source: A list of the most popular successful searches in the last month
fr_fr: Une liste des recherches les plus populaires avec succès le mois dernier.

source: Popular Searches
fr_fr: Recherches populaires

source: Title:
fr_fr: Titre:

source: Number of searches to show:
fr_fr: Nombre de recherches à afficher:

source: A list of the most recent successful searches on your blog
fr_fr: Liste des recherches récentes effectuées sur votre blog
